<?php

use Illuminate\Database\Seeder;
use Illuminate\Datebase\Eloquent\Model;

class MusicTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('music')->insert([
        	'id' => '1',
        	'name' => '潮流季',
        	'img' => '/upload/img/149985214798.jpg',
        	'source' => '/upload/music/149985044842.mp3',
        	'language' => '华语',
        	'desc' => '初学者专辑',
        	'lrc' => '[00:00.00]潮流季
				[00:05.00]词：郭顶 曲：郭顶
				[00:08.00]演唱：薛之谦
				[00:18.00]
				[00:19.38]天桥上加冕新装
				[00:22.51]闪耀过塔尖繁华
				[00:26.09]跻身最热门排行
				[00:30.08]仿佛世界都变金装
				[00:34.01]当时间蒙上尘沙
				[00:37.09]喧哗未尽也淡忘
				[00:40.87]限时供应的眼光
				[00:44.51]谁又能消费一世欣赏
				[00:49.04]关了灯的房间里头
				[00:53.56]另一个我在对我说
				[00:57.00]这个城市的灯火不属于我
				[01:02.32]乘着摩天轮划过星空
				[01:06.45]顺势又降落
				[01:09.69]是什么成全了我又离开我
				[01:16.90]原来潮流是一场换季
				[01:20.79]最美抵不过一季限期
				[01:24.57]是不是要拥有接受失去的勇气
				[01:29.20]才值得幸运
				[01:31.59]也许流行是一种光景
				[01:35.77]还在褪去时意犹未尽
				[01:39.30]只想卸下一身珠光宝气的我
				[01:43.38]可以曾讨过你欢心
				[01:48.56]
				[01:55.76]当时间蒙上尘沙
				[01:58.54]喧哗未尽也淡忘
				[02:02.23]限时供应的眼光
				[02:05.86]谁又能消费一世欣赏
				[02:10.39]关了灯的房间里头
				[02:14.92]另一个我在对我说
				[02:18.25]这个城市的灯火不属于我
				[02:23.67]乘着摩天轮划过星空
				[02:27.71]顺势又降落
				[02:31.10]是什么成全了我又离开我
				[02:38.21]原来潮流是一场换季
				[02:41.99]最美抵不过一季限期
				[02:45.77]是不是要拥有接受失去的勇气
				[02:50.25]才值得幸运
				[02:52.79]也许流行是一种光景
				[02:56.87]还在褪去时意犹未尽
				[03:00.51]只想卸下一身珠光宝气的我
				[03:04.48]可以曾讨过你欢心
				[03:08.87]原来潮流是一场换季
				[03:11.75]最美抵不过一季限期
				[03:15.09]难道真要看得清时间
				[03:17.68]所有动机才懂得珍惜
				[03:22.21]也许流行是一种光景
				[03:26.44]才会褪去时意犹未尽
				[03:29.82]只想卸下一身珠光宝气的我
				[03:34.05]有幸还能讨你欢心
				[03:39.58]', 
        	'a_id' => '1',
        	'created_at' => date('Y-m-d H:i:s')
        ]);

        DB::table('music')->insert([
        	'id' => '2',
        	'name' => '丑八怪',
        	'img' => '/upload/img/149985155526.jpg',
        	'source' => '/upload/music/149985155578.mp3',
        	'language' => '华语',
        	'desc' => '初学者专辑',
        	'lrc' => '[ti:丑八怪]
				[ar:薛之谦]
				[al:丑八怪]
				[by:冷子轩]
				[00:00.00]我爱歌词网 www.5ilrc.com
				[00:00.63]丑八怪 - 薛之谦
				[00:03.13]作词：甘世佳
				[00:05.32]作曲：李荣浩
				[00:08.25]歌词编辑：尛轩QQ：961655164
				[00:16.98]
				[00:20.26]如果世界漆黑 其实我很美
				[00:23.88]在爱情里面进退 最多被消费
				[00:27.70]不管同样的是非
				[00:29.69]又怎么不对 无所谓
				[00:35.69]如果像你一样 总有人谄媚
				[00:39.32]围绕着我的卑微 也许能消退
				[00:43.32]其实我并不在意 有很多机会
				[00:46.69]像巨人一样的无畏
				[00:49.51]放纵我心里的鬼
				[00:51.20]可是我不配
				[00:54.46]丑八怪 能否别把灯打开
				[01:02.21]我要的爱 出没在漆黑一片的舞台
				[01:09.46]丑八怪 在这暧昧的时代
				[01:17.58]我的存在 像意外
				[01:24.48]
				[01:37.79]有人用一滴泪 会红颜祸水
				[01:41.35]有人丢掉称谓 什么也不会
				[01:45.29]只要你足够虚伪
				[01:47.10]就不怕魔鬼 对不对
				[01:53.05]如果剧本写好 谁比谁高贵
				[01:56.74]我只能沉默以对 美丽本无罪
				[02:00.63]当欲望开始贪杯 有更多机会
				[02:04.07]像尘埃一样的无畏
				[02:06.89]化成灰谁认得谁管他配不配
				[02:08.65]
				[02:11.96]丑八怪 能否别把灯打开
				[02:19.52]我要的爱 出没在漆黑一片的舞台
				[02:26.83]丑八怪 在这暧昧的时代
				[02:34.96]我的存在 不意外
				[02:42.33]
				[03:01.96]丑八怪 其实见多就不怪
				[03:09.96]放肆去high 用力踩
				[03:14.15]那不堪一击的洁白
				[03:17.21]丑八怪 这是我们的时代
				[03:25.48]我不存在 才意外
				[03:32.29]
				[03:33.54]', 
        	'a_id' => '1',
        	'created_at' => date('Y-m-d H:i:s')
        ]);
        DB::table('music')->insert([
        	'id' => '3',
        	'name' => '等我回家',
        	'img' => '/upload/img/149985165420.jpg',
        	'source' => '/upload/music/149985165424.mp3',
        	'language' => '华语',
        	'desc' => '初学者专辑',
        	'lrc' => '[00:00.00]等我回家
				[00:05.00]词：薛之谦 曲：薛之谦
				[00:08.00]演唱：薛之谦
				[00:21.00]
				[00:23.98]闭上眼睛 什么都不听
				[00:33.53]也许有救 反正会内疚
				[00:43.40]我犯下的错 借口已用尽
				[00:53.79]没什么意外 别像个无赖
				[01:04.14]爱要试探几个回合才可以
				[01:09.85]不需要声嘶力竭的证明清白
				[01:14.77]酒后还算清醒 我不算太负心
				[01:20.59]麻木到你根本懒得听
				[01:24.87]我不想辜负一次又一次的信任
				[01:30.14]或把我比作不能自控的小人
				[01:35.07]这世界太嘈杂 周边都是假话
				[01:40.54]你能不能再找个理由 等我回家
				[01:48.41]
				[02:06.11]闭上眼睛 没有人听
				[02:15.56]你的远离 特别的安静
				[02:25.43]我犯下的错 你给过提醒
				[02:36.01]到今天才清醒 已无人回应
				[02:46.91]爱要试探几个回合才可以
				[02:51.83]不需要声嘶力竭的证明清白
				[02:56.91]酒后还算清醒 我不算太负心
				[03:02.29]麻木到你根本懒得听
				[03:06.96]我不想辜负一次又一次的信任
				[03:12.04]或把我比作不能自控的小人
				[03:17.07]这世界太嘈杂 周边都是假话
				[03:22.79]不坚定的我 怎么表达 怎么回家
				[03:32.49]
				[03:39.96]我承认世界对我有点诱惑啊
				[03:45.59]不该像叛逆期的孩子拼命耍
				[03:50.41]我接受了惩罚 只能说放得下
				[03:55.94]失去资格怎么留的下
				[04:00.81]分开的那些日子你还恨我吗
				[04:05.54]衷心的人劝后悔的人不听啊
				[04:10.87]我没资格讲话 还想讨个说法
				[04:16.39]你能不能再编一个理由
				[04:22.51]等我回家 等我回家
				[04:43.52]', 
        	'a_id' => '1',
        	'created_at' => date('Y-m-d H:i:s')
        ]);

        DB::table('music')->insert([
        	'id' => '4',
        	'name' => '有没有',
        	'img' => '/upload/img/149985188096.jpg',
        	'source' => '/upload/music/14998518801.mp3',
        	'language' => '华语',
        	'desc' => '初学者专辑',
        	'lrc' => '[ti:有没有]
				[ar:薛之谦]
				[al:意外] 
				[00:00.00]有没有 - 薛之谦
				[00:06.00]词：郭顶
				[00:09.00]曲：郭顶 
				[00:25.00]
				[00:31.89]幽默的人都怕误会这种称谓
				[00:38.91]这一刻把我当成谁不如白费
				[00:44.73]有没有一个人能拒绝安慰
				[00:51.10]就剩我一个人 能不能全身而退
				[00:58.12]
				[00:59.51]有没有真实可以退 如何应对
				[01:06.03]早知道我何必流泪 我自以为
				[01:12.85]不习惯这个故事 已经结尾
				[01:18.87]连错也错的这么美 任谁都会
				[01:26.68]
				[01:28.44]有没有人比你懂我的防备
				[01:32.03]还是会笑我傻到以为
				[01:35.56]这真心的话不能给
				[01:38.55]多残忍也都自己安慰
				[01:42.73]有没有人比我更惭愧
				[01:45.96]越热烈越沉默以对
				[01:49.10]别看我 我不难过
				[01:52.33]只要你记得我来过
				[01:58.30]
				[02:09.96]有没有真实可以退 如何应对
				[02:16.57]早知道我何必流泪 我自以为
				[02:23.04]不习惯这个故事 已经结尾
				[02:29.26]连错也错的这么美 任谁都会
				[02:36.73]有没有人比你懂我的防备
				[02:40.71]还是会笑我傻到以为
				[02:44.09]这真心的话不能给
				[02:47.23]多残忍也都自己安慰
				[02:51.21]有没有人比我更惭愧
				[02:54.49]越热烈越沉默以对
				[02:57.78]别看我 我不难过
				[03:00.91]只要你记得我来过
				[03:07.18]
				[03:20.32]有没有人比你懂我的防备
				[03:23.95]还是会笑我傻到以为
				[03:27.48]这真心的话不能给
				[03:30.62]多残忍也都自己安慰
				[03:34.60]有没有人比我更惭愧
				[03:37.99]越热烈越沉默以对
				[03:41.17]别想我 我不难过
				[03:44.26]只要你记得我来过
				[03:51.77]只要你记得我
				[03:55.71]', 
        	'a_id' => '1',
        	'created_at' => date('Y-m-d H:i:s')
        ]);

        DB::table('music')->insert([
        	'id' => '5',
        	'name' => '黑色毛衣',
        	'img' => '/upload/img/149985271445.jpg',
        	'source' => '/upload/music/149985271464.mp3',
        	'language' => '华语',
        	'desc' => '十一月的萧邦专辑',
        	'lrc' => '[00:00.83]黑色毛衣
				[00:03.17]词曲：周杰伦
				[00:17.59]一件黑色毛衣 二个人的回忆
				[00:25.54]雨过之后 更难忘记
				[00:31.37]忘记我还爱你
				[00:34.13]你不用在意 流泪也只是刚好而已
				[00:42.39]我早已经待在谷底
				[00:48.54]我知道不能再留住你
				[00:52.50]也知道不能没有骨气
				[00:57.09]感激你 让我拥有秋天的美丽
				[01:04.23]看着那白色的蜻蜓
				[01:08.69]在空中忘了前进
				[01:12.77]还能不能 重新编织
				[01:16.83]脑海中起毛球的记忆
				[01:22.15]再说我爱你 可能雨也不会停
				[01:29.23]黑色毛衣 藏在哪里
				[01:33.70]就让回忆永远停在那里
				[01:59.38]一件黑色毛衣 二个人的回忆
				[02:07.37]雨过之后 更难忘记
				[02:13.19]忘记我还爱你
				[02:15.95]你不用在意 流泪也只是刚好而已
				[02:24.14]我早已经待在谷底
				[02:30.24]我知道不能再留住你
				[02:34.29]也知道不能没有骨气
				[02:38.94]感激你 让我拥有秋天的美丽
				[02:46.14]看着那白色的蜻蜓
				[02:50.71]在空中忘了前进
				[02:54.69]还能不能 重新编织
				[02:58.69]脑海中起毛球的记忆
				[03:03.92]再说我爱你 可能雨也不会停
				[03:11.11]黑色毛衣 藏在哪里
				[03:15.56]就让回忆永远停在那里
				[03:20.74]看着那白色的蜻蜓
				[03:25.05]在空中忘了前进
				[03:28.33]还能不能 重新编织
				[03:31.84]脑海中起毛球的记忆
				[03:36.39]再说我爱你 可能雨也不会停
				[03:43.47]黑色毛衣 藏在哪里
				[03:48.08]就让回忆永远停在那里
				[03:54.13]',
        	'a_id' => '2',
        	'created_at' => date('Y-m-d H:i:s')
        ]);

        DB::table('music')->insert([
        	'id' => '6',
        	'name' => '蓝色风暴',
        	'img' => '/upload/img/149985279322.jpg',
        	'source' => '/upload/music/149985271464.mp3',
        	'language' => '华语',
        	'desc' => '十一月的萧邦专辑',
        	'lrc' => '[00:00.15]蓝色风暴
				[00:17.30]作词:方文山  作曲:周杰伦
				[00:23.67]演唱:周杰伦
				[00:28.80]
				[00:51.94]亘古长夜 善恶交接 
				[00:53.98]我终於懂得流眼泪
				[00:55.91]洪荒世界 
				[00:57.72]百分之七十都是水 
				[00:59.66]湛蓝的旷野
				[01:01.20]在海平面渴望满月 
				[01:03.32]於是我终於学会告解
				[01:05.80]弥赛亚被世人误解被分类 
				[01:08.99]爱恨从此敌对
				[01:10.41]
				[01:10.72]远离风暴浩劫 
				[01:13.44]在第三章第四节
				[01:16.73]我正在改写这世界
				[01:20.34]用观念进行侵略 
				[01:23.11]我们占领整条街
				[01:26.98]粉刷海洋蓝的季节
				[01:30.31]
				[01:30.86]一列 超高速的地铁 
				[01:32.31]一路 训练我的听觉
				[01:35.44]消灭 那些 太琐碎 
				[01:37.84]太异类 让问题尖锐
				[01:39.90]一双 狂奔中的球鞋 
				[01:42.81]一路 强壮着我的肺
				[01:45.34]面对 这些 太威胁 
				[01:47.58]太强烈 从来不喊累
				[01:49.87]
				[01:59.72]九星联结 排成一列 
				[02:02.56]在感动中我们忏悔
				[02:05.52]生命珍贵 
				[02:06.24]我用那十四行诗赞美 
				[02:09.19]年轻的一切
				[02:10.00]我们在地平线感谢 
				[02:11.98]爱停止向另一边倾斜
				[02:14.66]这首部曲的管弦乐太凄美 
				[02:17.58]终於被人了解
				[02:18.77]
				[02:19.17]远离风暴浩劫 
				[02:21.96]耍狠不是靠对嘴
				[02:26.45]我就是传说中的谁
				[02:29.20]你跟我们很对味 
				[02:31.73]有同一挂的感觉
				[02:36.12]其他人我根本不屑
				[02:38.72]
				[02:39.28]一列 超高速的地铁 
				[02:41.70]一路 训练我的听觉
				[02:43.99]消灭 那些 太琐碎 
				[02:46.34]太异类 让问题尖锐
				[02:49.09]一双 狂奔中的球鞋 
				[02:51.38]一路 强壮着我的肺
				[02:53.88]面对 这些 太威胁 
				[02:56.21]太强烈 从来不喊累
				[02:58.26]
				[03:27.81]一列 超高速的地铁 
				[03:30.65]一路 训练我的听觉
				[03:32.99]消灭 那些 太琐碎 
				[03:35.45]太异类 让问题尖锐
				[03:38.07]一双 狂奔中的球鞋 
				[03:40.28]一路 强壮着我的肺
				[03:42.87]面对 这些 太威胁 
				[03:45.12]太强烈 从来不喊累
				[03:47.31]
				[03:47.85]一列 超高速的地铁 
				[03:49.80]一路 训练我的听觉
				[03:52.28]消灭 那些 太琐碎 
				[03:54.97]太异类 让问题尖锐
				[03:57.24]一双 狂奔中的球鞋 
				[03:59.87]一路 强壮着我的肺
				[04:02.52]面对 这些 太威胁 
				[04:04.88]太强烈 从来不喊累
				[04:07.17]',
        	'a_id' => '2',
        	'created_at' => date('Y-m-d H:i:s')
        ]);

        DB::table('music')->insert([
        	'id' => '7',
        	'name' => '浪漫手机',
        	'img' => '/upload/img/149985296078.jpg',
        	'source' => '/upload/music/149985296093.mp3',
        	'language' => '华语',
        	'desc' => '十一月的萧邦专辑',
        	'lrc' => '[00:00.40]浪漫手机
				[00:03.24]作词：方文山 作曲：周杰伦
				[00:06.29]编曲：洪敬尧
				[00:09.79]演唱：周杰伦
				[00:12.85]
				[00:23.72]轻轻放 我就是卸不下对你的喜欢
				[00:32.31]原来爱会慢慢增加重量
				[00:37.57]想关上这城市所有的灯光
				[00:43.32]黑暗中专心闻你的发香
				[00:48.41]
				[00:48.65]这夜晚 让暗恋很有画面感
				[00:55.10]回想 与你约会过的地方 都舍不得删
				[01:04.55]在脑海里储存欣赏
				[01:08.10]
				[01:08.15]你微笑浏览 手机里的浪漫
				[01:13.74]原来真心送出爱是这么简单
				[01:19.28]温习银幕上 你可爱的模样
				[01:24.90]关于缘份的解释 我又多传了一行
				[01:30.60]
				[01:30.63]你微笑浏览 手机里的浪漫
				[01:36.31]原来爱情可以来的这么突然
				[01:42.00]短信的桥梁 将暧昧期拉长
				[01:47.45]我们的感情蔓延滋长
				[01:50.80]用文字培养 在虚拟土壤
				[01:55.76]
				[02:05.30]电视墙 吵杂的情歌还在拼命播放
				[02:13.79]我安静在闹区等来电铃响
				[02:19.50]有一些话打好了却不敢传
				[02:24.81]怕收到信息的你在为难
				[02:29.88]
				[02:30.54]街道上 人潮衬托我的孤单
				[02:36.24]想象 谁幸运的陪在你身旁 却误会一场
				[02:45.94]你也在等你手机响
				[02:50.99]
				[02:52.55]你微笑浏览 手机里的浪漫
				[02:58.30]原来真心送出爱是这么简单
				[03:03.68]温习银幕上 你可爱的模样
				[03:09.36]关于缘份的解释 我又多传了一行
				[03:15.04]
				[03:15.11]你微笑浏览 手机里的浪漫
				[03:20.80]原来爱情可以来的这么突然
				[03:26.45]短信的桥梁 将暧昧期拉长
				[03:31.98]我们的感情蔓延滋长
				[03:35.18]用文字培养 在虚拟土壤
				[03:41.02]',
        	'a_id' => '2',
        	'created_at' => date('Y-m-d H:i:s')
        ]);

        DB::table('music')->insert([
        	'id' => '8',
        	'name' => '麦芽糖',
        	'img' => '/upload/img/149985305151.jpg',
        	'source' => '/upload/music/149985305119.mp3',
        	'language' => '华语',
        	'desc' => '十一月的萧邦专辑',
        	'lrc' => '[ti:麦芽糖]
				[ar:周杰伦]
				[al:十一月的萧邦]

				[00:00.03]麦芽糖
				[00:17.49]作词：方文山 作曲：周杰伦
				[00:19.20]演唱：周杰伦
				[00:21.22]
				[00:30.65]这蜿蜒的微笑拥抱山丘溪流跟风唱起歌
				[00:35.66]我像田园诗人般 解读眼前的生活
				[00:40.34]麦田弯腰低头在垂钓温柔 这整座山谷都是风笛手
				[00:45.66]我在哑口聆听传说 跟着童话故事走
				[00:49.95]
				[00:50.96]远方的风车 远距离诉说
				[00:56.00]那幸福在深秋 满满的被收割〔泰语：你好)
				[01:01.75]老仓库的角落 我们数着
				[01:05.46]一麻袋的爱跟快乐 初恋的颜色
				[01:10.15]
				[01:10.57]我牵着你的手经过 种麦芽糖的山坡
				[01:16.40]香浓的诱惑 你脸颊微热 吐气在我的耳朵
				[01:20.57]摘下麦芽糖熟透 我醒来还笑着
				[01:25.76]开心的 被黏手 我满嘴 都是糖果
				[01:30.52]
				[01:31.11]牵着你的手经过 种麦芽糖的山坡
				[01:36.52]甜蜜的四周 我低头害羞 我们愉快的梦游
				[01:40.62]我在草地上喝着 麦芽糖酿的酒
				[01:46.31]鲜嫩的 小时候 我好想 再咬一口
				[01:51.18]
				[02:01.27]这蜿蜒的微笑拥抱山丘溪流跟风唱起歌
				[02:06.26]我像田园诗人般 解读眼前的生活
				[02:11.20]麦田弯腰低头在垂钓温柔 这整座山谷都是风笛手
				[02:16.24]我在哑口聆听传说 跟着童话故事走
				[02:20.55]
				[02:21.58]远方的风车 远距离诉说
				[02:26.36]那幸福在深秋 满满的被收割〔泰语：你好)
				[02:32.40]老仓库的角落 我们数着
				[02:35.48]一麻袋的爱跟快乐 初恋的颜色
				[02:40.70]
				[02:41.31]我牵着你的手经过 种麦芽糖的山坡
				[02:47.04]香浓的诱惑 你脸颊微热 吐气在我的耳朵
				[02:51.41]摘下麦芽糖熟透 我醒来还笑着
				[02:56.71]开心的 被黏手 我满嘴 都是糖果
				[03:01.04]
				[03:01.48]牵着你的手经过 种麦芽糖的山坡
				[03:07.17]甜蜜的四周 我低头害羞 我们愉快的梦游
				[03:11.60]我在草地上喝着 麦芽糖酿的酒
				[03:16.95]鲜嫩的 小时候 我好想 再咬一口
				[03:21.21]
				[03:21.65]牵着你的手经过 种麦芽糖的山坡
				[03:27.04]甜蜜的四周 我低头害羞 我们愉快的梦游
				[03:31.71]我在草地上喝着 麦芽糖酿的酒
				[03:37.05]鲜嫩的 小时候 我好想 再咬一口
				[03:41.59]
				[03:43.03]＜泰语＞我爱你～
				[04:04.94]我满嘴 都是糖果
				[04:10.08]我好想 再咬一口
				[04:12.82]',
        	'a_id' => '2',
        	'created_at' => date('Y-m-d H:i:s')
        ]);
    }
}
